import BG1 from "../Images/feature-1.png";
import BG2 from "../Images/feature-2.png";
import BG3 from "../Images/feature-3.png";

export const Data = [
  {
    num: "1",
    background: BG1,
    main: "パーソナルトレーニングのプロが",
    main_2: "あなたの専属トレーナーに",
    text: "緻密に計算された食事管理で、あなたの負担を軽減",
    sub_text:
      "一人でトレーニングをしてると、どうしても体のケアを怠ってしまうことがありますよね。",
    sub_text_2:
      "僕のパーソナルトレーニングでは、 体のケアまでサポートすることができるので、長期間の目標にもコミットできるようになります。",
  },
  {
    num: "2",
    background: BG2,
    main: "辛さを軽減できる",
    main_2: "計算された食事管理",
    text: "緻密に計算された食事管理で、あなたの負担を軽減",
    sub_text:
      "一人でトレーニングをしてると、どうしても体のケアを怠ってしまうことがありますよね。",
    sub_text_2:
      "僕のパーソナルトレーニングでは、 体のケアまでサポートすることができるので、長期間の目標にもコミットできるようになります。",
  },
  {
    num: "3",
    background: BG3,
    main: "スポーツ整体を用いた",
    main_2: "ボディケアサポート",
    text: "緻密に計算された食事管理で、あなたの負担を軽減",
    sub_text:
      "一人でトレーニングをしてると、どうしても体のケアを怠ってしまうことがありますよね。",
    sub_text_2:
      "僕のパーソナルトレーニングでは、 体のケアまでサポートすることができるので、長期間の目標にもコミットできるようになります。",
  },
];
