import BG1 from "../Images/feature-1.png";
import BG2 from "../Images/feature-2.png";
import BG3 from "../Images/feature-3.png";

export const Data = [
  {
    num: "1",
    background: BG1,
    main: "パーソナルトレーニングのプロが",
    main_2: "あなたの専属トレーナーに",
    text: "あなたオリジナルの、トレーニングプランをご提案",
    sub_text:
      "あなたの目標を実現するためには、正確なトレーニングプランを作る必要があります。",
    sub_text_2:
      "あなたの目標達成に特化した、オリジナルのトレーニングプランをご提案します。",
  },
  {
    num: "2",
    background: BG2,
    main: "辛さを軽減できる",
    main_2: "計算された食事管理",
    text: "無理のない食事管理で、あなたの食生活をサポート",
    sub_text: "パーソナルトレーニングと同等に大切なのが食事管理です。",
    sub_text_2:
      "無理のない食事制限をする事によってあなたの健康、ダイエットをサポート致します。",
  },
  {
    num: "3",
    background: BG3,
    main: "スポーツ整体を用いた",
    main_2: "ボディケアサポート",
    text: "一人一人に合った、ボディケア法での徹底ケア",
    sub_text:
      "一人でトレーニングをしてると、どうしても体のケアを怠ってしまうことがありますよね。",
    sub_text_2:
      "パーソナルトレーニングと同等に大切なのがボディケアです。トレーニング後のボディケアは勿論、自宅でできるストレッチ等のセルフケアも伝授致しますので怪我のリスクを軽減することができます。",
  },
];
